Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 그래서 항상 찡그린 얼굴이었던 건가.{j}보로통하게 찌푸린 눈으로 그를 쳐다보던 어린아이가 떠올랐다.{j}초라하고 볼품없던, 그럼에도 눈동자 하나만큼은 유난스럽게 반짝거리던 계집애.
en_us: Is that why she was always squinting? he wondered, recalling the scrunched-up face of Layla as a young girl. Despite her shabby appearance, her eyes had always shone quite brightly.{j}{j}

source: 그 아이가 바로 브란트가의 외동딸 클로딘이었다.
en_us: That child was the Brandt family’s only child—Claudine.

source: 레일라는 뚜벅뚜벅 그곳으로 다가갔다.
en_us: Layla plodded towards the spot.

source: 흡하고 숨을 몰아쉬던 레일라는 곧 맑은 웃음을 터트렸다.{j}“아저씨, 잘 먹으면 저도 크겠죠?”
en_us: She burst into laughter. “Uncle, if I eat well, I’ll grow a lot, right?”{j}

source: “물론 레일라, 난 사냥은 안 해.
en_us: “Of course, I don’t hunt, Layla.

source: 이대로 오두막까지 달려가고 싶은 마음뿐이었지만 레일라는 결국 돌아섰다.
en_us: She felt like running back to the cottage, but ultimately she decided against that and turned back towards the mansion.

source: 문제의 모자는 식탁 끝에 고이 모셔 둔 채였다.
en_us: She had neatly placed the hat on one end of the table.

source: 그사이 중년의 하녀가 차가운 레몬수를 내왔다.
en_us: Meanwhile, the middle-aged maid poured Matthias a cold glass of lemon water.

source: 그 뻔하고 지루한 사실에 굳이 그가 관심을 둘 이유는 없었다.
en_us: There was no need for him to pay any further attention to such straightforward, boring facts,

source: 클로딘이라 불린 그 소녀는 기쁘게 웃으며 고개를 끄덕였다.{j}“고맙습니다, 헤르하르트 부인.”
en_us: The girl who had just been addressed as “Claudine” smiled and nodded, saying, “Thank you, Lady Herhardt.”{j}

source: 마티어스는 명중시킨 사냥감을 내버려 둔 채로 천천히 말을 몰았다.
en_us: Leaving the dead bird where it lay, he advanced his horse.

source: 어리둥절한 표정을 짓던 레일라의 눈에 한순간 공포가 차올랐다.{j}“아, 아저씨?”
en_us: She looked bewildered for a moment, then a fearful expression flashed across her face as she asked, “B-but, why, Uncle?”{j}

source: 무엇을 해도 마음이 편한 곳이었다.
en_us: It was a nice place to be no matter what he was doing.

source: 그의 생각이 봄을 지나 여름이 되기까지 이어지는 동안 레일라 르웰린은 이 영지의 일부로 자리 잡아 갔다.
en_us: As he continued to delay making up his mind, spring turned into summer.

source: 헤르하르트 부인께서는 이해해 주시잖아요.”{j}제 편을 만난 클로딘의 얼굴에 생기 넘치는 미소가 떠올랐다.{j}“저 아이는 누구인가요?”{j}클로딘은 좀 전부터 힐끔거리던 정원을 가리켰다.
en_us: Lady Herhardt gets it!” Claudine exclaimed, delighted that someone was siding with her. She then turned to the garden. After a moment she pointed and asked, “Who’s that girl over there?”{j}{j}{j}

source: 아무튼, 모나 부인이 다소 극성맞기는 해도 꽤 훌륭한 일을 해 주었다는 생각은 더욱 확고해졌다.
en_us: In any case, this made him all the more grateful that Mona had taken it upon herself to help him do such a kind thing for Layla, even if Mona could be a bit overbearing.

source: 가진 모든 용기를 쥐어짜 내 입을 열었지만 마티어스는 문을 향해 턱 끝을 까딱이는 것으로 레일라의 말을 잘랐다.{j}이곳에 더는 레일라 르웰린의 자리가 없음을 알리는, 간명하고도 차가운 몸짓이었다.
en_us: However, Matthias instantly cut her off by pointing towards the door with his chin. It was a simple yet cold way of letting her know that her time in the cabin had come to an end.{j}

source: 빌 아저씨에게는 죄송스럽지만 정원을 가꾸는 일도 전처럼 부지런히 거들지 못했다.
en_us: Even though it made her feel guilty towards Bill, she had stopped helping him out with gardening for the most part as well,

source: 이건 마치 죽은 새로 만든 길처럼 느껴지기도 했다.
en_us: It was as if the dead birds were arranged into a path.

source: “안경 찾았어?”
en_us: “Did you find your glasses?” he asked.

source: 대부분 레일라도 좋아하는 장미였다.
en_us: They happened to be colors she preferred as well, for the most part.

source: 말을 듣지 않는 아이는 질색이라고.
en_us: He had said that he hated children who didn’t do as they were told.

source: 맨 처음 신세를 졌던 고모네 집에는 레일라보다 나이가 많은 다섯 남매가 있었다.
en_us: In her aunt’s house, the first place she had been sent as an orphan, there had been five cousins older than her.

source: 손님들을 맞이하던 마티어스가 문득 시선을 돌렸을 때, 레일라는 카일 에트먼의 에스코트를 받아 홀로 들어서고 있었다.
en_us: Matthias turned from welcoming guests and suddenly saw her entering, escorted by Kyle Ettman.

source: 난 편하고 좋지?”{j}카일은 은근한 기대감을 담아 물었다.
en_us: You feel comfortable around me, right?” Kyle asked, his voice full of subtle anticipation.{j}

source: 숨을 깊이 들이쉰 레일라는 마지막 주저마저 지운 걸음을 크게 뗐다.
en_us: After a final moment of hesitation, she took a deep breath and stepped boldly forward.

source: 그 위에 펼쳐진 책 몇 권.
en_us: with a few books on it;

source: 그럼에도 결국 그 집에서 쫓겨나게 되었던 날에 고모는 쿠키 몇 개가 든 종이봉투를 건넸다.
en_us: On the day she was finally kicked out of the house, her aunt gave her a few cookies in a paper bag.

source: 빌이 툭 던진 말에 아이의 눈이 동그랗게 커졌다.
en_us: The girl’s eyes widened at this harsh comment.

source: 과연 카일 에트먼이, 부유하다고 하나 고작 의사 가문의 아들인 저 소년이 저 목걸이를 레일라에게 걸어 줄 수 있을까?
en_us: Claudine knew that Kyle Ettman’s father was relatively wealthy, but could a mere doctor’s son really afford to buy a necklace like that for Layla?

source: 테이블 위에 놓인 새장 속에서 카나리아가 지저귀고 있었다.
en_us: and saw that the canary in the birdcage on the table was singing.

source: 그런 순간이면 소년과 남자 사이의 나이는 무의미해졌다.
en_us: In moments like this, the question of whether he was a man or still just a boy became moot.

source: 슬픔이었다.
en_us: It was sadness.

source: 어정쩡한 자세를 취하고 있던 헤센은 명령에 따라 다시 차에 올랐다.
en_us: Hessen hesitated uncertainly for a moment, then followed his master’s order and got back into the car.

source: 예행연습이라고 생각하렴.
en_us: Think of it like a rehearsal.

source: 이건 레일라 건데.”
en_us: These are for Layla,” Mona casually replied.

source: “공작님께는 그다지 흥미로운 이야기가 아닐 것 같습니다.”{j}더 이상 그를 보고 싶지 않아 레일라는 눈을 내리깔았다.
en_us: “I don’t think you would find the answer very interesting, Your Grace.” She lowered her eyes, as she didn’t want to see him any longer.{j}

source: 아름다운 한여름의 밤, 파티는 완벽했다.
en_us: It was a perfect party on a beautiful summer night.

source: 책을 읽는 게 조금 불편한 걸 빼면 괜찮았어요.”{j}명랑하게 대답하며 레일라는 살며시 들어 올렸던 안경을 다시 썼다.{j}흐리던 세상이 마법처럼 선명해졌다.{j}그 당연한 일에 레일라는 다시 한 번 감격했다.
en_us: other than when I was trying to read,” she cheerfully replied as she took off the glasses and put them on again. When she did so, the blurry world miraculously became clear. She still hadn’t gotten over her amazement at this.{j}{j}{j}

source: “재미있어?”{j}세수를 하듯 천천히 얼굴을 쓸어내린 마티어스가 입을 열었다.{j}“난 이제 재미없으려고 하는데.”{j}삽시간에 웃음이 사라진 얼굴이 한여름에도 시리게 차가운 저 강물 같았다.
en_us: “Are you having fun?” Matthias asked, wiping his face as though he were washing it. “Personally, I’m getting tired of this.” In an instant, the smile left his face and was replaced with a look as cold as the water of the river.{j}{j}{j}

source: “안녕하세요, 헤르하르트 공.”{j}마중을 나와 있는 마티어스 앞에 선 클로딘은 완벽한 예의를 갖추어 인사했다.
en_us: “Hello, Duke Herhardt,” Claudine said, curtsying to Matthias with perfect etiquette.{j}

source: 단지 저 남자의 사소한 재미를 위해.
en_us: All for the simple amusement of that man.

source: 입술을 굳게 다물고 두 다리에 힘을 실었다.
en_us: She pressed her lips tightly together and flexed the muscles in her legs.

source: 가볍게 흔들리는 나뭇가지와 그 너머의 밤하늘, 그리고 달과 별.
en_us: Tree branches swaying gently in the breeze, and beyond them, the night sky, full of stars and the moon.

source: 안경을 맞출 수 있게 된 내력에 대한 설명을 들은 후에는 얼음장처럼 싸늘한 표정을 지었다.
en_us: After listening to her explain how she had managed to acquire them, he had stared at her with a frigid expression.

source: 그 밤, 레일라를 눈앞에 두고 마티어스는 생각하고 또 생각했다.
en_us: He kept thinking back to that night, when Layla had been there right in front of him.

source: “그런데 너 왜 이렇게 힘이 없어?
en_us: “Why do you look so downcast?” he asked, after finishing his half of the peach.

source: 여름에도 시원한 강물 덕에 더위가 한결 가라앉았다.
en_us: The water of the river, which stayed cool even in the summer, felt very refreshing.

source: “아저씨!”
en_us: “Uncle!”

source: 어느새 땀에 젖은 이마를 닦으며 레일라는 목 끝까지 차오른 슬픔을 삼켰다.
en_us: Wiping the sweat from her brow, she swallowed the sadness that she felt rising up her throat.

source: 시간이 조금 더 흐른다면 여교사가 되어 언제나처럼, 마땅히 있어야 할 바로 그 자리에.
en_us: And soon, as a teacher. Those roles constituted her proper place.

source: 먼지와 피가 묻어 있던 작은 손의 기억이 그 손 위로 짧게 떠올랐다 사라졌다.
en_us: Gazing down at the young lady’s hand, which was inside an elegant white glove made of translucent lace, Matthias was briefly reminded of the younger Claudine’s tiny hand, stained with dirt and blood.

source: “아무것도 아니라고 말씀하셨잖아요.”
en_us: “But you said that I was nothing.”

source: 수분간 더 이어진 통화가 끝나자 그는 테이블 앞으로 돌아가 무언가를 메모했다.
en_us: The phone call went on for several more minutes. Once it was over, he walked over to the table and jotted something down.

source: 도서관에 가는 레일라와 함께 있고 싶어 잡은 약속이니까.
en_us: He had only planned to go there so that he could be with Layla.

source: “새라니.
en_us: * * * “A bird?

source: 그런데 생각할수록 공작은 이상한 사람이다.
en_us: The more she thought about the duke, the stranger he seemed to her.

source: 조금 놀란 듯했지만 레일라는 그 손길을 거부하지 않았다.
en_us: Layla seemed a little startled, but didn’t pull her hand away.

source: 레일라가 숨을 돌리는 사이에 검정색 자동차 한 대가 지나갔다.
en_us: As she was catching her breath, a black car drove past.

source: “레일라, 이걸 입고 파티에 가지 않으면 나는 다시는 널 보지 않을 거다.”{j}빌의 낯빛이 한순간에 냉랭해졌다.{j}“너는 늘 신세 지고 싶지 않아 하지.{j}그 마음을 모르지 않는다만 레일라, 사람과 사람 사이에 그리 명확한 선을 긋는 거 아니다.”{j}빌은 천천히 자리에서 일어섰다.{j}“그럴싸해 보일 뿐이지 죄다 모조품에 싸구려야.{j}마음이야 온 세상 좋은 걸 다 주고 싶어도 그럴 형편이 아니란 건 너도 잘 알지 않으냐.”
en_us: Bill’s expression hardened. “Layla, if you don’t wear these to the party, I don’t want to see you again. I know you don’t want to feel indebted to me, but I don’t like you being completely closed off from me like this.” He slowly rose from his seat. “I know it looks fancy, but it’s just a cheap imitation. I’d love to give you everything in the world, but you know I couldn’t afford to.”{j}{j}{j}{j}{j}{j}

source: 모나 부인이 준비해 준 레일라의 드레스는 파티가 열리는 날에 맞추어 오두막에 도착했다.
en_us: The dress that Chef Mona had ordered for Layla had arrived on the day of the party.

source: 작년 이맘때였나.
en_us: She was referring to something that had happened around the same time the previous year.

source: 레일라는 나뭇가지에 걸터앉은 채 우듬지에서 노니는 새들을 지켜보고 있었다.
en_us: Layla was perched on a tree branch, watching the birds flutter about the treetops.

source: 역시나 대답은 들려오지 않았다.
en_us: As usual, he made no response.

source: 레일라는 정확히 그가 예측한 지점에서 물에 빠졌다.
en_us: Layla had become submerged at the precise spot he had predicted.

source: “그나저나 마티어스가 늦는구나.
en_us: “Matthias seems to be late.

source: “정말 친절하세요, 마님.”{j}공작가의 노마님을 보는 에트먼 부인의 두 눈은 진심 어린 감탄의 빛으로 가득 차 있었다.{j}“어쩜 이렇게 큰 은혜를 베푸시는지.”
en_us: “You’re so kind, ma’am,” Mrs. Ettman said as she looked admiringly at Dowager Herhardt. “How can you be so generous?”{j}{j}

source: 그 아이의 이름은 레일라 르웰린.
en_us: The child’s name was Layla Llewellyn.

source: “다들 헤르하르트 공작, 헤르하르트 공작 노래를 하는데 넌 되게 관심 없다.”
en_us: “Everyone has been talking about him. Duke Herhardt this, Duke Herhardt that. But you don’t seem interested at all.”

source: 바로 그 사랑 때문에 눈물 마를 날이 없었던 엄마의 아름다운 푸른 눈을 바라보던 클로딘은 묘한 미소를 지으며 고개를 돌렸다.
en_us: Gazing into her mother’s eyes, which were always wet with tears precisely because of love, Claudine smiled faintly, then turned her head towards the window.

source: 생각이 거기까지 닿자 테라스를 떠나던 레일라의 뒷모습이 되살아났다.
en_us: He then recalled the hurried way she had left the patio,

source: “귀족 나리들에게 사냥은 재밋거리지.
en_us: “Hunting is a recreational activity for nobles.

source: “안녕, 레일라.
en_us: “Bye, Layla.

source: 그런데 보통은 본 사람보다 보여 준 사람이 더 부끄러운 거 아닌가?
en_us: The duke was looking at her casually, as if there was no reason for awkwardness between them.

source: “왜?
en_us: “Why?

source: 긴 속눈썹의 그림자를 바라보던 마티어스의 시선은 의식하지 못하는 사이에 테라스의 반대편 끝을 향했다.
en_us: Observing the shadows cast on her face by her long eyelashes, Matthias’s gaze drifted across to the other end of the terrace.

source: 레일라 르웰린과 그 소년의 바보짓도 이제 슬슬 지겨워지려 했다.
en_us: He was starting to grow tired of watching Layla and that boy’s folly.

source: 어디 걸음걸이뿐이겠는가.
en_us: not just from her gait.

source: 네, 아가씨.{j}아니면 그렇군요, 아가씨.
en_us: Layla deliberated over the proper response. Should I say, “Yes, Miss”...? Or maybe, “Is that so, Miss?”{j}

source: 클로딘이 가장 고대하는 순간이었다.
en_us: Claudine had been looking forward to this moment most of all.

source: 물에 젖은 건장한 나신이 강물에 비친 녹음의 그림자처럼 싱그러웠다.
en_us: His wet, sturdy body looked nice alongside the trees reflected in the river.

source: 마티어스는 다시 한 번 찬찬히 레일라의 흔적들을 살펴 나갔다.
en_us: He looked closely at all the items.

source: 하지만 내 숲에 사는 저 비천한 고아에게는?
en_us: But what about that poor orphan who lives in my forest?

source: 바로 그 헤르하르트 공작인 자신의 삶에 마티어스는 어떤 불만이나 의심도 가져 본 적 없었다.
en_us: Matthias had never had any doubts or complaints about the life he led as Duke Herhardt.

source: 가끔 동년배의 사용인들과 술잔을 기울이는 때를 제외하자면 대부분의 시간을 꽃과 나무에 둘러싸여 보내는 남자였다.
en_us: Other than having the occasional drink with his coworkers, he spent most of his time in the company of flowers and trees.

source: 동전을 꼭 거머쥔 레일라는 헤르하르트 공작을 향해 공손한 인사를 했다.
en_us: Those words had hurt her deeply. She took the coin and, holding it tightly in her hand, bowed politely to Duke Herhardt.

source: 반사적으로 돌아선 남자가 고개를 들었고, 레일라는 그를 보았다.
en_us: The man reflexively looked up, and Layla saw his face.

source: 달이 밝은 밤
en_us: Moonlit Night

source: 두 사람은 마주 웃었고 다시 적절한 대화를 시작했다.
en_us: They smiled at each other and then resumed their amiable conversation.

source: 사업에 관련된 일은 회사의 이사들이, 가문의 일은 두 안주인이 관할하고 있었지만 결정권은 어디까지나 헤르하르트 공작에게 있었다.
en_us: The business was run by the directors, while family affairs were handled by the two ladies of the house, Matthias’s mother and grandmother. However, final decisions always fell to Matthias himself.

source: 한참만에야 고개를 든 레일라의 얼굴은 잘 익은 산딸기처럼 빨개져 있었다.
en_us: After a moment, she looked up at him. Her face was as red as a well-ripened raspberry.

source: 숲에 숨어 사냥 나온 그를 훔쳐볼 때와 똑같은 표정이었다.
en_us: It was the same expression she had looked at him with when they had first met in the woods.

source: 니가 좋아하는 그 나무 있는 강가까지.”
en_us: “We could go to that spot you like with the tree by the river.”

source: 벌벌 떨리는 손으로 제 입술을 틀어막고 비틀거리며 뒷걸음질 쳤다.
en_us: then stumbled backward with her trembling hand over her mouth.

source: 하지만 이번에도 결국 잠들지 못했다.
en_us: No matter how many times she tried this, she couldn’t fall asleep.

source: 레일라 르웰린의 마음 같은 건 아무래도 좋은 모양이었다.
en_us: Layla noted to herself that Claudine hadn’t asked if it was all right with her.

source: 그를 사랑하는가?{j}클로딘은 고개를 갸웃거리다 그저 미소 지었다.{j}글쎄.{j}그럴수도, 어쩌면 아닐수도 있지만 그건 그리 중요한 문제가 아니다.{j}마티어스 역시 그렇다는 것도 잘 알고 있다.
en_us: Do I love him? she asked herself, smiling. Well, maybe. Maybe not. It doesn’t really matter either way. And he is well aware of this too.{j}{j}{j}{j}

source: 차가 다시 달리기 시작하자 마티어스는 이만 거리에서 눈길을 거두었다.
en_us: Meanwhile, the traffic began to move, and Matthias turned to face forward again.

source: 나무 그늘 아래에 던지듯 바구니를 내려놓은 레일라는 사뿐사뿐 강가로 향했다.
en_us: She tossed the basket in the shade of a tree and dashed over to the river,

source: 얼마간 레일라를 가만히 응시하던 그 예쁘고 무서운 남자는 아무 말 없이 돌아섰다.
en_us: The good-looking but scary man had stared at her for a while, then turned away without a word.

source: 흡족하게 고개를 끄덕인 클로딘은 학교생활에 대한 몇 가지의 의례적 질문을 더 건넸고, 레일라는 한결같은 미소를 지으며 반복적으로 대답했다.
en_us: Claudine nodded contently, then asked a few more questions about school life.

source: 다이얼을 돌리자 음악이 흐르기 시작했다.
en_us: He turned the dial, and music began to flow out of the speakers.

source: 레일라 르웰린의 어떤 면모가 클로딘을 자극하는지 마티어스는 잘 알 것 같았다.
en_us: He well understood what it was about Layla that had spurred Claudine to invite her to the party.

source: 공작님도 학교에 다니시나요?”{j}고개를 갸웃거리던 레일라가 눈을 가늘게 찌푸렸다.
en_us: Does the duke go to school?” Layla asked, tilting her head and squinting her eyes.{j}

source: 정신없이 털어 냈지만 굴욕감까지 털어 내기는 역부족이었다.
en_us: She frantically brushed them off, but was unable to brush away the embarrassment she was feeling.

source: 정원사 빌 레머가 한창 일을 하고 있는 중이었다.
en_us: The gardener, Bill Remmer, was in the middle of his work tending the garden.

source: 리에트의 농담에 스위트의 응접실에 둘러앉은 사람들이 일제히 웃음을 터트렸다.
en_us: Everyone gathered in the master suite’s drawing room laughed at Riette’s joke.

source: 아무렇지 않다면 거짓말이지만 깊이 고민하며 연연하고 싶지도 않았다.
en_us: While it would be untrue to say she was wholly unconcerned, she didn’t want to dwell on her anxieties about it.

source: 클로딘은 적당히 수줍은 미소를 지을 뿐 더 이상 말을 보태지 않았다.
en_us: Claudine smiled modestly, saying nothing in response.

source: 괜찮으실까요, 헤르하르트 공?”{j}클로딘은 레일라가 아닌 마티어스를 향해 물었다.
en_us: Is that all right with you, Duke Herhardt?”{j}

source: 레일라는 새빨개진 얼굴을 한 채 정신없이 그를 향해 달려왔다.
en_us: only to see her frantically running towards him, her face beet-red. “What’s the matter?” he asked.

source: 그는 하필 레일라가 올라와 있는 나무 아래에서 말을 세웠다.
en_us: He came to a stop underneath the very tree that Layla had climbed.

source: 마티어스는 속도를 늦추지 않은 걸음으로 플랫폼을 지났다.{j}“마차네요.”{j}역 앞에 대기 중인 마차를 발견한 마티어스가 픽 웃었다.
en_us: Matthias walked the length of the platform at an unyieldingly brisk pace. When he exited the station and saw the carriage waiting for him out front, he snickered and said, “Oh my, a carriage.”{j}{j}

source: “당연하죠, 아저씨.”{j}덩달아 진지해진 카일이 힘주어 대답했다.{j}“제가 꼭 지켜 줄게요!”
en_us: “Of course, Mr. Remmer,” Kyle replied, looking back at Bill with an equally somber face. “She’s safe with me!”{j}{j}

source: 그 오랜 세월이 지나도 레일라는 여전히 이 순간 앞에서만큼은 초연하지 못하다.
en_us: Even after all this time, Layla still hadn’t learned how to keep her cool in such moments.

source: 주먹을 꼭 쥐었다 편 핏기 없는 손으로 레일라는 제대로 읽지 않은 책장을 넘겼다.
en_us: Layla flipped mindlessly through the pages of the book. Her hands were white because she had just unclenched her fists.

source: 뭐 그런 걸 칼같이 따져.”{j}카일은 조금 멋쩍은 웃음을 지어 보이며 레일라의 자전거에 올랐다.
en_us: I’m not stingy about things like that,” Kyle replied with a bashful smile as he hopped onto Layla’s bicycle.{j}

source: 네가 함부로 굴어서는 안 되는 분이라는 뜻이야.
en_us: You’d better behave yourself in front of her.

source: 물론 클라인 백작은 오지 않을 것이다.
en_us: He knew that the servant would fail to find Count Klein.

source: 빌은 코웃음을 치며 아이를 내려다보았다.{j}“저 숲이 이 가문의 사냥터니 당연한 일 아니냐.”
en_us: Bill snorted and looked down at the girl. “Isn’t it natural that the woods would be the family’s hunting ground?”{j}

source: 낯선 레일라가 그곳에 서 있었다.
en_us: Layla was standing there, but she looked unlike she had ever looked before.

source: 얼마나 당혹스럽고 겁이 났던지.
en_us: She had been so flustered and frightened that day,

source: 그 생각이 들었을 무렵, 그는 레일라를 향해 총을 겨누고 있었다.
en_us: By the time Layla had gathered her wits, he had drawn his rifle and now had it pointed at her.

source: 그런데 앉아도 되는 걸까?{j}레일라는 벤치를 노려보며 고민했다.
en_us: But would it be all right for me to sit down? she wondered, looking at the bench.{j}

source: 의도적인 패배였다는 것을 잘 아는 카드 테이블의 귀부인들은 흐뭇한 미소를 띤 채 클로딘을 바라보았다.
en_us: The other ladies at the table smiled at her with admiration, knowing full well that she had lost on purpose.

source: 요즘은 나무 타는 모습을 들킨 적 없는데.”{j}빌의 옆 의자에 앉은 레일라가 걱정스럽게 물었다.
en_us: I know she hasn’t seen me climbing any trees lately, so what’s she upset about this time?” Layla asked as she sat in the chair next to Bill’s.{j}

source: “상관 마시지!
en_us: Kyle shouted even more loudly in response, saying, “Don’t worry about it!

source: “졸업 후에는 어떤 일을 할 생각이야?”
en_us: “What are you planning to do after graduating?”

source: 심심해 죽을 지경인 귀족을 상대해 주는 일.
en_us: You faced a noble girl who was bored to death.

source: “그러지 마, 에밀리아.
en_us: “Don’t say that, Emilia.

source: 할머니가 주치의를 좋아하며 그 아들도 상당히 예뻐한다는 건 그 역시 잘 알고 있었다.
en_us: He was well aware that his grandmother, who loved the family doctor, also adored the doctor’s son.

source: “저는 제 것을 되찾고 싶었을 뿐이에요.”
en_us: “I just wanted to take back what’s mine,” she said.

source: 하지만 다음 날 새벽, 동이 트기 무섭게 강가를 찾은 레일라를 기다린 건 절망이었다.
en_us: * * * However, when she went to the river the next morning at the crack of dawn, all that she found was disappointment.

source: “다른 누구도 아닌 레일라, 아무것도 아닌 너니까.”{j}그의 대답은 담담하고 건조했다.
en_us: “Because you’re Layla. You’re nothing,” he flatly replied.{j}

source: 잊고 싶은 기억인데 헤르하르트 공작을 마주하면 자연히 그날이 떠올랐다.
en_us: She wanted to forget about the encounter, but she was reminded of it every time she saw Duke Herhardt.

source: 그 눈이 온전히 자신을 담은 순간에 마티어스는 쥐고 있던 모자를 창문 너머로 가볍게 내던졌다.
en_us: After a brief, tense moment, Matthias proceeded to toss the hat out the window.

source: 아이가 웃었고 빌의 마음은 조금 더 불편해졌다.{j}“얘야, 난 입 짧은 애는 질색이다.”
en_us: Bill grew slightly more frustrated than he already was. “Listen, kiddo, I hate kids with small appetites.”{j}

source: 여자들 옷이며 장신구에 대해서는 쥐뿔도 모르는 빌의 눈에도 금사로 장식된 하얀색 드레스는 상당히 고급스럽고 아름다워 보였다.
en_us: He knew nothing about women’s fashion, and yet even he could tell that the white dress embroidered with gold thread was extremely luxurious and beautiful,

source: “언제 말할 틈은 주셨구요?
en_us: “When would I have told you?

source: 무언가 조금 이상하다는 생각이 든 건 이미 깊은 숲으로 들어서 버린 후였다.
en_us: Only once she was already deep in the forest did she feel that something was off.

source: 복도의 마룻바닥이 가볍게 울리는 소리 뒤로 레일라가 내쉰 안도의 한숨이 이어졌다.
en_us: He heard the hallway’s floor creak quietly, then he heard Layla sigh in relief.

source: 빌 아저씨에게 폐를 끼칠까 봐 혼자 힘으로 잼을 만들어 팔아 가며 돈을 모은 바보 같은 레일라를 생각하자 명치끝이 콕콕 쑤셨다.
en_us: His heart ached as he thought of that silly girl making and selling all that jam by herself just to avoid being a burden to Bill.

source: 마티어스는 느릿하게 담배를 피우며 그 상자를 바라보았다.
en_us: Matthias took a slow drag from his cigarette as he gazed at the box.

source: 꼭 다정한 이야기를 재잘거리듯이.
en_us: as if it were talking to a friend.

source: “이렇게 사람을 잘 따르다니.
en_us: “This one is so obedient.

source: 결혼 역시 그랬다.
en_us: So was marriage.

source: 숲을 빠져나오자 그늘 하나 없는 정원이 나타났다.
en_us: She made it through the woods, and stepped boldly out into the bright, shadowless garden,

source: 가만히 그런 레일라를 보던 남자는 느린 한숨을 내쉬며 조준했던 사냥총을 내렸다.{j}“뭐야, 넌.”{j}삐딱해진 입술 사이로 낮은 목소리가 흘러나왔다.
en_us: As the man watched her, he let out a sigh and slowly lowered his hunting rifle. Twisting his lips, he then asked in a low voice, “Who are you?”{j}{j}

source: “가시지요.”{j}마티어스는 정중하게 손을 내밀었다.
en_us: Matthias courteously extended his hand to Claudine. “Let’s go.”{j}

source: “그게 니 쓰임이지.”{j}천천히 감았던 눈을 뜨며 마티어스는 입술 끝에 남아 있던 비웃음마저 지웠다.{j}표정이 없는 그의 얼굴은 숨이 막히도록 고요하고 서늘해 보였다.{j}“사과는 그만하면 됐고.”{j}마티어스는 레일라를 향해 깊이 숙이고 있던 고개를 들어 곧은 자세로 섰다.{j}“니가 기다리는 카일 에트먼은 오지 않고.”{j}텅 비어 있는 길을 가리킨 마티어스의 손이 레일라의 어깨 위로 흘러내린 머리카락에 닿았다.
en_us: “That’s your role.” He slowly closed and opened his eyes, and the last trace of a derisive smile left his lips, leaving his face utterly cold and emotionless. “And you can stop with the apologies.” He stood up straight. “And Kyle Ettman, the boy you’re waiting for? He’s not going to come.” As he pointed over Layla’s shoulder at the empty path, his hand brushed against her hair.{j}{j}{j}{j}{j}{j}

source: 반짝거리는 금발 덕에 마티어스는 그 아이를 기억해 냈다.
en_us: When Matthias saw her shimmering blonde hair, he recognized her immediately.

source: 선착장은 물론 별채 주위와 강변까지 샅샅이 살폈지만 어디에서도 안경을 찾을 수 없었다.
en_us: When she couldn’t find the glasses anywhere on the dock, she checked the area surrounding the cabin, and even the riverside, but they were nowhere to be found.

source: 우연히 레일라와 마주친 순간에는 평소 침착한 클로딘도 꽤 놀랐다.
en_us: Despite her self-possessed exterior, Claudine had been taken aback when she and Matthias had run into Layla.

source: “한 시간 전쯤 출발했다고 하니 준비된 물건들은 지금쯤 잘 전달되었을 겁니다.”
en_us: “They left about an hour ago, so the items should have been delivered by now,” Hessen added.

source: 그 안경을 찾아야 해 오늘 함께 도서관에 가기로 한 약속을 지키지 못하게 되었다고.
en_us: I have to look for them, so I won’t be able to go to the library with you.

source: 키 큰 남자였어요!”{j}숨이 가쁜 와중에도 레일라는 쏟아 내듯 말했다.
en_us: A tall man!”{j}

source: 무심코 고개를 돌렸던 카일은 웃으며 창문을 열었다.
en_us: When Kyle happened to notice it, he smiled and opened the window.

source: 그날도 공작은 이런 표정, 이런 눈빛으로 레일라를 내려다보았다.
en_us: He had been looking at her with the same expression that day as he was now.

source: 안도한 레일라는 이만 몸을 돌려세웠다.
en_us: Feeling relieved, she turned around.

source: “이 건방진 식충이 녀석.{j}또 내 집 식량을 축내는구나.{j}언젠가 에트먼 선생에게 네놈 밥값을 단단히 청구하고 말 거다!”{j}벌컥 문을 열고 들어온 빌이 우렁차게 소리쳤다.
en_us: “You insolent loafer!” Bill shouted as he strode through the door. “You’re eating all my food again! One of these days I’m going to ask Dr. Ettman to pay me back!”{j}{j}{j}

source: 사업상의 전화인 듯 복잡한 계약에 관한 이야기가 오고 갔다.
en_us: It seemed to be a business call about some complicated contract issue.

source: 이번 여름의 계획.
en_us: Her summer plans.
